Repository: mozilla-l10n/mt-training-data
Catalog: mni/mni_pontoon.tmx
Source language: en_us
Languages: mni

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
mni: { $totalHours } ꯄꯨꯡꯁꯤꯡ ꯐꯪꯕ ꯌꯥꯕ ꯍꯧꯖꯤꯛꯇꯗ { $periodMonths } ꯊꯥꯁꯤꯡ ꯀꯔꯤꯒꯨꯝꯕ { $people } ꯃꯤꯑꯣꯏ record { $clipsPerDay } ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯅꯣꯡꯃꯗ ꯫

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
mni: ꯑꯔꯣꯏꯕꯗꯥ ꯑꯩꯈꯣꯢꯅꯥ ꯀꯥꯟꯅꯕꯥ ꯑꯗꯨ ꯐꯣꯡꯗꯣꯛꯂꯤ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯅꯥ ꯀꯔꯤ ꯋꯥꯔꯣꯜ ꯃꯤꯌꯥꯝꯗꯥ ꯈꯪꯍꯜꯂꯤꯕꯒꯦ ꯍꯥꯢꯕꯗꯨ ꯃꯌꯦꯛ ꯁꯦꯡꯅꯥ ꯇꯥꯛꯂꯤ ꯫ ꯅꯍꯥꯛꯀꯤ ꯏꯁꯥꯒꯤ ꯗꯤꯚꯥꯏꯁꯇꯥ ꯀꯃꯟ ꯚꯣꯏꯁ ꯑꯦꯀꯥꯎꯟꯠ ꯑꯃꯥ ꯍꯧꯅꯕꯒꯤꯗꯃꯛ ꯃꯈꯥꯗꯥ ꯄꯤꯔꯤꯕꯥ ꯂꯤꯡꯛꯁꯤꯡ ꯑꯁꯤ ꯁꯤꯖꯤꯟꯅꯧ ꯫

source: Toward next goal
mni: ꯃꯊꯪꯒꯤ ꯄꯥꯟꯗꯝꯒꯤ ꯃꯥꯏꯀꯩꯗꯥ

source: Track progress here and on your stats page.
mni: ꯃꯐꯝ ꯑꯁꯤꯗꯥ ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯀꯤ ꯁ꯭ꯇꯦꯠꯁ ꯂꯃꯥꯏꯗꯥ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯇ꯭ꯔꯦꯛ ꯇꯧꯕꯤꯌꯨ ꯫

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
mni: <translateVideoLink>ꯄꯣꯟꯇꯨꯟ ꯑꯁꯤ ꯀꯔꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯒꯗꯒꯦ ꯍꯥꯏꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯆꯠꯅꯄꯊꯥꯞꯁꯤꯡ ꯌꯦꯡꯕꯤꯌꯨ ꯫</translateVideoLink>

source: Translating the site
mni: ꯁꯥꯏꯠ ꯑꯁꯤ ꯍꯟꯗꯣꯛꯂꯤ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
mni: ꯍꯟꯗꯣꯛꯄꯥ ꯑꯁꯤ ꯏꯪꯂꯤꯁꯇꯒꯤꯅꯤ, ꯑꯗꯨꯕꯨ ꯑꯇꯣꯞꯄꯥ ꯂꯣꯜꯁꯤꯡꯗꯥ <strong>ꯁꯖꯦꯁꯟ</strong> ꯌꯦꯡꯕꯥ ꯌꯥꯒꯅꯤ ꯫ <strong>ꯄ꯭ꯔꯣꯐꯥꯏꯜ</strong> ꯑꯥꯏꯀꯟ ꯑꯗꯨ ꯅꯝꯃꯨ, ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ <strong>ꯁꯦꯇꯤꯡ</strong> ꯂꯤꯡꯛ ꯑꯗꯨ ꯅꯝꯃꯨ ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯅꯥ ꯉꯥꯡꯂꯤꯕꯥ ꯂꯣꯜ ꯑꯃꯍꯦꯛꯇꯕꯨ ꯍꯥꯄꯆꯤꯜꯂꯨ ꯫ ꯃꯈꯥꯒꯤ ꯑꯔꯣꯏꯕꯥ ꯀꯣꯟꯅꯥ <strong>ꯂꯣꯀꯦꯜ</strong> ꯀꯧꯕꯥ ꯍꯟꯗꯣꯛꯄꯒꯤ ꯂꯤꯁ꯭ꯠ ꯑꯃꯥ ꯂꯩꯒꯅꯤ ꯫ ꯍꯟꯗꯣꯛꯄꯥ ꯅꯨꯃꯤꯠ ꯑꯃꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯁꯥꯏꯠꯇꯥ ꯎꯠꯂꯤ ꯫

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
mni: ꯀꯃꯟꯈꯣꯟꯖꯦꯜ ꯁꯥꯏꯇꯀꯤ ꯍꯟꯗꯣꯛꯄꯥ ꯑꯁꯤ <strong>ꯄꯣꯟꯇꯨꯟ</strong>ꯗꯥ ꯊꯣꯛꯏ ꯫

source: Tshivenda
mni: ꯇ꯭ꯁꯤꯚꯦꯟꯗꯥ

source: Turkish
mni: ꯇꯔꯀꯤꯁ

source: Turkmen
mni: ꯇ꯭ꯔꯛꯃꯦꯟ

source: Tuvan
mni: ꯇꯨꯚꯥꯟ

source: Twi
mni: ꯇ꯭ꯋꯤ

source: Typically megabytes
mni: ꯃꯍꯧꯁꯥꯅꯥ ꯃꯦꯒꯥꯕꯥꯏꯠ ꯑꯣꯏ

source: Ubykh
mni: ꯌꯨꯕꯥꯏꯈ

source: Udmurt
mni: ꯌꯨꯗꯤꯃꯔ꯭ꯠ

source: Ukrainian
mni: ꯌꯨꯀ꯭ꯔꯦꯅꯤꯌꯥꯟ

source: Understand contribution criteria
mni: ꯁꯔꯨꯛꯌꯥꯕꯒꯤ ꯃꯊꯧ ꯇꯥꯕꯗꯨ ꯈꯪꯖꯤꯟꯕꯥ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mni: ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯇꯥꯕꯥ ꯃꯇꯝꯗꯥ ꯀꯔꯤ ꯌꯦꯡꯒꯗꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯈꯪꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡꯁꯨ ꯍꯦꯟꯅꯥ ꯏꯅꯥꯠ ꯈꯨꯜꯕ ꯑꯣꯏꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ!

source: Upload aborted. Do you want to delete your recordings?
mni: ꯊꯥꯐꯠꯄ ꯂꯦꯄꯈ꯭ꯔꯦ ꯫ ꯅꯍꯥꯛꯀꯤ ꯔꯦꯀꯣꯔꯗꯁꯤꯡ ꯑꯗꯨ ꯃꯨꯠꯊꯠꯄꯥ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ?

source: Upload an image file
mni: ꯃꯤꯔꯦꯜ ꯐꯥꯏꯜ ꯊꯥꯒꯠꯂꯨ

source: Upload of this clip keeps failing at server. Reload the page or try again later.
mni: ꯀ꯭ꯂꯤꯞ ꯑꯁꯤꯒꯤ ꯊꯥꯒꯠꯄ ꯑꯁꯤ ꯁꯔꯚꯔꯗꯥ ꯌꯥꯗꯅ ꯂꯩ ꯫ ꯂꯃꯥꯏ ꯑꯗꯨ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯂꯣꯗ ꯇꯧꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯇꯨꯡꯗꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯍꯣꯠꯅꯧ ꯫

source: Upload of this clip keeps failing, keep retrying?
mni: ꯀ꯭ꯂꯤꯞ ꯑꯁꯤ ꯊꯥꯒꯠꯄ ꯉꯝꯗ꯭ꯔꯤ, ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯍꯣꯠꯅꯔꯤꯕꯔꯥ?

source: Urdu
mni: ꯎꯔꯗꯨ

source: User Name
mni: ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯃꯃꯤꯡ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mni: ꯁꯤꯖꯤꯟꯅꯔꯤꯕꯁꯤꯡꯅꯥ ꯀꯠꯂꯛꯄ ꯀ꯭ꯂꯤꯄꯁꯤꯡꯒꯤ ꯑꯆꯨꯝꯕꯥ ꯑꯗꯨ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯏ, ꯋꯥ ꯉꯥꯡꯕꯥ ꯃꯤꯑꯣꯏ ꯑꯗꯨꯅꯥ ꯋꯥꯍꯩ ꯑꯗꯨ ꯃꯌꯦꯛ ꯁꯦꯡꯅꯥ ꯄꯥꯔꯤꯕ꯭ꯔꯥ ꯍꯥꯏꯕꯗꯨ ꯌꯦꯡꯁꯤꯜꯂꯤ ꯫

source: Uyghur
mni: ꯌꯨꯒꯨꯔ

source: Uzbek
mni: ꯎꯓꯕꯦꯛ

source: Validated Clips
mni: ꯆꯨꯝꯕ꯭ꯔꯥ ꯌꯦꯡꯂꯕ ꯀ꯭ꯂꯤꯞ

source: Validated Hours
mni: ꯆꯨꯝꯕ꯭ꯔꯥ ꯌꯦꯡꯕ ꯄꯨꯡ

source: Validated Hr. Total
mni: ꯌꯥꯍꯟꯈꯤꯕ ꯑꯩꯆ.ꯑꯥꯔ. ꯑꯄꯨꯟꯕ

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mni: ꯗꯥꯟ ꯇꯧꯔꯕꯥ ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯕꯥ ꯑꯁꯤ ꯀꯃꯟ ꯚꯣꯏꯁ ꯃꯤꯁꯅꯒꯤꯗꯃꯛꯇꯁꯨ ꯆꯞ ꯃꯥꯟꯅꯅꯥ ꯃꯔꯨꯑꯣꯏ ꯫ ꯇꯥꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯗꯥ ꯃꯇꯤꯛ ꯂꯩꯕꯥ ꯑꯣꯄꯟ ꯁꯣꯔꯁ ꯚꯣꯏꯁ ꯗꯦꯇꯥ ꯁꯦꯝꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ ꯫

source: Validation Progress
mni: ꯑꯆꯨꯝ ꯑꯔꯥꯟ ꯌꯦꯡꯕꯒꯤ ꯈꯨꯃꯥꯡꯆꯥꯎꯁꯤꯟꯕ

source: Value and recognition.
mni: ꯃꯃꯜ ꯂꯩꯕ ꯑꯃꯁꯨꯡ ꯁꯛꯈꯪꯕ ꯫

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
mni: ꯈꯦꯠꯅꯕꯁꯤꯡ ꯑꯁꯤ ꯂꯣꯜ ꯑꯃꯒꯤ ꯑꯀꯛꯅꯕꯥ ꯃꯑꯣꯡ ꯑꯃꯅꯤ - ꯈꯨꯗꯝ ꯑꯣꯏꯅꯥ ꯖꯤꯑꯣꯒ꯭ꯔꯥꯐꯤ ꯅꯠꯇ꯭ꯔꯒꯥ ꯀꯝꯌꯨꯅꯤꯇꯤ ꯑꯃꯗꯥ ꯂꯩꯕꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯅꯥ ꯁꯦꯌꯔ ꯇꯧꯏ ꯫ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯃꯇꯝꯗꯥ ꯍꯥꯏꯔꯤꯕꯁꯤꯡ ꯑꯁꯤꯕꯨ ꯂꯣꯜ ꯍꯥꯏꯅꯥ ꯀꯧꯏ ꯫

source: Varying Pronunciations
mni: ꯇꯣꯉꯥꯟ ꯇꯣꯉꯥꯟꯕꯥ ꯈꯣꯟꯂꯩꯁꯤꯡ

source: Venetian
mni: ꯚꯤꯅꯤꯁꯤꯌꯥꯟ

source: Version
mni: ꯃꯈꯜ

source: Vietnamese
mni: ꯚꯦꯠꯅꯥꯃꯤꯁ

source: View your progress against personal and project goals.
mni: ꯄꯔꯁꯣꯅꯦꯜ ꯑꯃꯁꯨꯡ ꯄ꯭ꯔꯣꯖꯦꯛꯇꯀꯤ ꯄꯥꯟꯗꯝꯁꯤꯡꯒꯤ ꯃꯥꯌꯣꯛꯇꯥ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯒ꯭ꯔꯦꯁ ꯑꯗꯨ ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: Visible
mni: ꯑꯎꯕ

source: Voice clips are entered into a submission queue that readies them for listening.
mni: ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯑꯁꯤ ꯁꯕꯃꯤꯁꯟ ꯀ꯭ꯌꯨ ꯑꯃꯗꯥ ꯑꯦꯟꯇꯔ ꯇꯧꯏ ꯃꯗꯨꯅꯥ ꯃꯈꯣꯏꯕꯨ ꯇꯥꯅꯕꯒꯤꯗꯃꯛ ꯁꯦꯝ-ꯁꯥꯍꯜꯂꯤ ꯫

source: Voice Collection
mni: ꯈꯣꯟꯖꯦꯜ ꯈꯣꯝꯖꯤꯟꯕ

source: Voice Contribution
mni: ꯈꯣꯟꯖꯦꯜ ꯈꯣꯝꯖꯤꯟꯕ

source: Voice Dataset, Ready for Download
mni: ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠ, ꯆꯤꯡꯊꯅꯕꯥ ꯁꯦꯝ ꯁꯥꯕꯥ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mni: ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯃꯍꯧꯁꯥꯅꯤ, ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯃꯤꯑꯣꯏꯕꯅꯤ , ꯃꯔꯝ ꯑꯁꯤꯅꯥ ꯑꯩꯈꯣꯏꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯚꯣꯏꯁ ꯇꯦꯛꯅꯣꯂꯣꯖꯤ ꯁꯦꯃꯒꯠꯄꯗꯥ ꯅꯨꯡꯉꯥꯏꯕꯥ ꯐꯥꯎꯏ ꯑꯩꯈꯣꯏꯒꯤ ꯃꯦꯁꯤꯟꯁꯤꯡꯒꯤꯗꯃꯛ ꯫ ꯑꯗꯨꯕꯨ ꯚꯣꯏꯁ ꯁꯤꯁ꯭ꯇꯦꯃꯁꯤꯡ ꯁꯦꯃꯒꯠꯅꯕꯥ ꯗꯤꯕꯦꯂꯄꯔꯁꯤꯡꯅꯥ ꯌꯥꯝꯅꯥ ꯆꯥꯎꯕꯥ ꯚꯣꯏꯁ ꯑꯃꯥ ꯃꯊꯧ ꯇꯥꯏ ꯫ ꯏ ꯄꯥꯎ.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mni: ꯈꯣꯖꯦꯜ ꯑꯁꯤ ꯃꯍꯧꯁꯥꯅꯤ, ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯃꯤꯑꯣꯏꯕꯅꯤ ꯫ ꯃꯁꯤꯅ ꯃꯔꯝ ꯑꯣꯏꯔꯒ ꯑꯩꯈꯣꯏꯅ ꯁꯤꯖꯤꯟꯅꯕ ꯌꯥꯕ ꯈꯣꯟꯖꯦꯜ ꯁꯦꯝꯕ ꯄꯥꯝꯂꯤꯕꯁꯤ ꯃꯦꯆꯤꯟ ꯑꯁꯤꯒꯤ ꯁꯤꯟ-ꯁꯥꯔꯣꯜ ꯫ ꯑꯗꯨꯕꯨ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯊꯧꯁꯤꯜꯁꯤꯡ ꯁꯦꯝꯕꯗ, ꯌꯥꯝꯅ ꯆꯥꯎꯕ ꯈꯧꯟꯖꯦꯜꯒꯤ ꯗꯥꯇꯥ ꯱ ꯃꯊꯧꯇꯥꯔꯤ ꯫

source: Voices Online Now
mni: ꯚꯣꯏꯁ ꯑꯣꯅꯂꯥꯏꯟ ꯍꯧꯖꯤꯛ

source: Voice Validation
mni: ꯈꯣꯟꯖꯦꯜ ꯆꯨꯝꯕ ꯂꯥꯟꯕ ꯌꯦꯡꯕ

source: Volume
mni: ꯍꯧꯕꯒꯤ ꯆꯥꯡ

source: Votic
mni: ꯚꯣꯇꯤꯛ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mni: ꯚꯣꯛꯁꯐꯣꯔꯖ ꯑꯁꯤ ꯃꯃꯜ ꯂꯧꯗꯕ ꯑꯃꯁꯨꯡ ꯑꯣꯄꯟ ꯁꯣꯔꯁ ꯁ꯭ꯄꯤꯆ ꯔꯤꯀꯣꯒꯅꯤꯁꯟ ꯏꯟꯖꯤꯟꯁꯤꯡꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯁꯤꯖꯤꯟꯅꯅꯕꯥ ꯇ꯭ꯔꯥꯟꯁꯛꯔꯤꯄꯁꯟ ꯇꯧꯔꯕꯥ ꯋꯥꯉꯥꯡꯁꯤꯡ ꯈꯣꯃꯖꯤꯟꯅꯕꯥ ꯁꯦꯝꯈꯤꯕꯅꯤ ꯫

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯍꯦꯟꯅꯥ ꯐꯕꯥ ꯑꯣꯏꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯅꯤꯡꯕ꯭ꯔꯥ? ꯌꯥꯝꯅꯥ ꯐꯔꯦ! ꯏꯃꯦꯜ ꯅꯠꯇ꯭ꯔꯒꯥ <discourseLink>ꯗꯤꯁꯀꯣꯔꯁ</discourseLink>ꯒꯤ ꯈꯨꯠꯊꯥꯡꯗꯥ ꯄꯥꯎ ꯐꯥꯎꯅꯕꯤꯌꯨ ꯫ ꯐꯣꯔꯝꯁꯤꯡꯗꯥ, <githubLink>ꯒꯤꯠꯍꯨꯕ</githubLink>ꯀꯤ ꯈꯨꯠꯊꯥꯡꯗꯥ ꯁꯥꯏꯠꯀꯤ ꯏꯁꯨꯁꯤꯡ ꯊꯥꯕꯤꯌꯨ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯌꯥꯎꯕꯤꯌꯨ ꯫ <matrixLink>ꯃꯦꯠꯔꯤꯛ</matrixLink> ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯋꯥꯔꯤ ꯁꯥꯐꯝ ꯫

source: Want to stay in touch with Common Voice?
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯒ ꯂꯣꯏꯅꯅꯥ ꯋꯥꯔꯤ ꯁꯥꯅꯕꯥ ꯄꯥꯝꯕꯤꯕꯔꯥ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯀꯤ ꯑꯅꯧꯕꯥ ꯚꯔꯖꯟ ꯑꯃꯥ ꯔꯤꯂꯤꯖ ꯇꯧꯕꯥ ꯃꯇꯝꯗꯥ ꯑꯄꯗꯦꯠꯁꯤꯡ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ? ꯑꯩꯈꯣꯏꯒꯤ ꯄꯥꯎ-ꯆꯦ ꯑꯁꯤ ꯁꯕꯁ꯭ꯛꯔꯥꯏꯕ ꯇꯧꯕꯤꯌꯨ ꯫

source: Watch our video explainer to help
mni: ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯚꯤꯗꯤꯑꯣ ꯑꯦꯛꯁꯞꯂꯦꯅꯔ ꯑꯗꯨ ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯃꯤꯄꯨꯝ ꯈꯨꯗꯤꯡꯃꯛꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯥ ꯉꯝꯕꯥ ꯑꯦꯞꯂꯤꯀꯦꯁꯟꯁꯤꯡ ꯇꯝꯕꯤꯅꯕ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯈꯣꯟꯖꯦꯜꯁꯤꯡꯒꯤ ꯑꯃꯨꯛꯇꯪ ꯑꯃꯁꯨꯡ ꯃꯤꯌꯥꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯃꯥ ꯁꯦꯃꯒꯠꯂꯤ ꯫

source: We are going out to get a coffee.
mni: ꯑꯩꯈꯣꯏ ꯀꯣꯐꯤ ꯱ ꯂꯧꯅꯕꯥ ꯆꯠꯂꯤ ꯫

source: We are going out to get coffee.
mni: ꯑꯩꯈꯣꯏ ꯀꯣꯐꯤ ꯂꯧꯅꯕꯥ ꯆꯠꯂꯤ ꯫

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mni: ꯑꯩꯈꯣꯏꯅ ꯃꯣꯖꯤꯂꯥꯗ ꯂꯩꯗꯨꯅ ꯃꯤꯌꯥꯝ ꯱ ꯁꯦꯝꯗꯨꯅ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯁꯤꯟꯁꯥꯔꯣꯜꯗ ꯫ ꯑꯩꯈꯣꯏꯅ ꯑꯅꯧꯕ ꯑꯅꯧꯕ ꯂꯥꯛꯄ ꯏꯄꯥꯎ, ꯍꯧꯔꯛꯐꯝ ꯈꯪꯕ ꯄꯥꯝꯃꯤ ꯱ꯁꯨꯡ ꯅꯍꯥꯛꯅ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯗꯥꯇꯥ ꯃꯔꯝꯗ ꯇꯥꯅꯕ ꯫

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯊꯥꯖꯩ ꯃꯗꯨꯗꯤ ꯑꯆꯧꯕꯥ ꯑꯃꯁꯨꯡ ꯃꯤꯌꯥꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯁꯤꯡꯅꯥ ꯃꯦꯆꯤꯟ-ꯂꯔꯅꯤꯡꯗꯥ ꯌꯨꯝꯐꯝ ꯑꯣꯏꯕꯥ ꯁ꯭ꯄꯤꯆ ꯇꯦꯛꯅꯣꯂꯣꯖꯤꯗꯥ ꯏꯅꯣꯕꯦꯁꯟ ꯑꯃꯁꯨꯡ ꯍꯛꯆꯥꯡ ꯐꯕꯥ ꯀꯝꯃꯔꯁꯤꯑꯦꯜ ꯀꯝꯄꯤꯇꯤꯁꯟ ꯌꯣꯛꯈꯠꯂꯤ ꯫ ꯃꯁꯤ ꯃꯥꯂꯦꯝꯒꯤ ꯑꯣꯏꯕꯥ ꯍꯣꯠꯅꯕꯥ ꯑꯃꯅꯤ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯅꯥ ꯃꯤꯄꯨꯝ ꯈꯨꯗꯤꯡꯃꯛꯄꯨ ꯁꯔꯨꯛ ꯌꯥꯅꯕꯥ ꯀꯧꯔꯤ ꯫ ꯑꯩꯈꯣꯏꯒꯤ ꯄꯥꯟꯗꯝꯗꯤ ꯁ꯭ꯄꯤꯆ ꯇꯦꯛꯅꯣꯂꯣꯖꯤ ꯑꯁꯤ ꯍꯦꯟꯅꯥ ꯌꯥꯎꯁꯤꯟꯕ ꯑꯣꯏꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯅꯤ, ꯃꯁꯤꯅꯥ ꯃꯥꯂꯦꯝ ꯁꯤꯟꯕꯥ ꯊꯨꯡꯅꯥ ꯂꯥꯛꯄꯥ ꯈꯣꯟꯖꯦꯜꯁꯤꯡꯒꯤ ꯇꯣꯞ ꯇꯣꯞꯄꯥ ꯃꯑꯣꯡ ꯃꯇꯧ ꯑꯗꯨ ꯎꯠꯂꯤ ꯫

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯊꯥꯖꯩ ꯃꯗꯨꯗꯤ ꯑꯆꯧꯕꯥ, ꯃꯤꯌꯥꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯚꯣꯏꯁ ꯗꯦꯇꯥꯁꯦꯠꯁꯤꯡꯅꯥ ꯃꯦꯆꯤꯟ-ꯇꯝꯕꯗꯥ ꯌꯨꯝꯐꯝ ꯑꯣꯏꯕꯥ ꯁ꯭ꯄꯤꯆ ꯇꯦꯛꯅꯣꯂꯣꯖꯤꯗꯥ ꯏꯅꯣꯕꯦꯁꯟ ꯑꯃꯁꯨꯡ ꯍꯛꯆꯥꯡ ꯐꯕꯥ ꯀꯝꯃꯔꯁꯤꯑꯦꯜ ꯀꯝꯄꯤꯇꯤꯁꯟ ꯌꯣꯛꯈꯠꯀꯅꯤ ꯫ ꯀꯃꯟ ꯚꯣꯏꯁꯀꯤ ꯃꯜꯇꯤ-ꯂꯦꯉ꯭ꯒꯨꯌꯦꯖ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤ ꯍꯥꯟꯅꯗꯒꯤ ꯃꯈꯜ ꯑꯁꯤꯒꯤ ꯈ꯭ꯕꯥꯏꯗꯒꯤ ꯆꯥꯎꯕꯥ ꯃꯤꯌꯥꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯚꯣꯏꯁ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯣꯏꯔꯤ, ꯑꯗꯨꯕꯨ ꯃꯁꯤ ꯈꯛꯇꯃꯛ ꯅꯠꯇꯦ꯫ ꯄꯦꯖ ꯑꯁꯤ ꯑꯇꯣꯞꯄꯥ ꯑꯣꯄꯟ ꯁꯣꯔꯁ ꯚꯣꯏꯁ ꯗꯦꯇꯥꯁꯦꯇꯁꯤꯡꯒꯤ ꯔꯦꯐꯥꯔꯦꯟꯁ ꯍꯕ ꯑꯃꯥ ꯑꯣꯏꯅꯥ ꯌꯦꯡꯕꯤꯌꯨ ꯑꯃꯁꯨꯡ ꯀꯃꯟ ꯚꯣꯏꯁ ꯑꯁꯤ ꯃꯈꯥ ꯇꯥꯅꯥ ꯍꯦꯅꯒꯠꯂꯀꯄꯒꯥ ꯂꯣꯌꯅꯅꯥ ꯑꯩꯈꯣꯌꯒꯤ ꯔꯤꯂꯤꯖ ꯑꯄꯗꯦꯇꯁꯤꯡꯒꯤ ꯌꯨꯝ ꯑꯃꯥ ꯑꯣꯏꯅꯥ ꯌꯦꯡꯕꯤꯌꯨ꯫

source: Website Localization
mni: ꯋꯦꯕꯁꯥꯏꯠ ꯂꯣꯀꯦꯂꯥꯏꯖꯦꯁꯟ

source: We couldn’t find that page for you
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯑꯗꯣꯝꯒꯤꯗꯃꯛ ꯂꯃꯥꯏ ꯑꯗꯨ ꯊꯤꯕꯥ ꯐꯪꯈꯤꯗꯦ ꯫

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯑꯗꯣꯃꯒꯤꯗꯃꯛ ꯑꯣꯗꯤꯑꯣ ꯀ꯭ꯂꯤꯞ ꯑꯃꯍꯑꯛꯇ ꯐꯪꯍꯟꯕꯥ ꯉꯝꯈꯤꯗꯦ꯫ ꯆꯥꯟꯕꯤꯗꯨꯅꯥ ꯇꯨꯡꯗꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯍꯣꯠꯅꯕꯤꯌꯨ ꯫

source: We couldn’t get any sentences for you to speak. Please try again later.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯅꯈꯣꯏꯅꯥ ꯋꯥ ꯉꯥꯡꯅꯕꯥ ꯋꯥꯍꯩ ꯑꯃꯍꯦꯛꯇ ꯐꯪꯍꯟꯕꯥ ꯉꯝꯈꯤꯗꯦ ꯫ ꯆꯥꯟꯕꯤꯗꯨꯅꯥ ꯇꯨꯡꯗꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯍꯣꯠꯅꯕꯤꯌꯨ ꯫

source: Weekly
mni: ꯆꯌꯣꯜꯒꯤ

source: Weekly Goal
mni: ꯆꯌꯣꯜꯒꯤ ꯄꯥꯟꯗꯝ

source: We launch the Common Voice site in this language.
mni: ꯃꯁꯤꯒꯤ ꯂꯣꯟ ꯑꯁꯤꯗ ꯑꯩꯈꯣꯢꯅ ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯂꯤꯡꯈꯠꯂꯦ

source: Welcome { $company } staff!
mni: { $company } ꯁ꯭ꯇꯥꯐꯁꯤꯡꯕꯨ ꯇꯔꯥꯝꯅꯥ ꯑꯣꯛꯆꯔꯤ!

source: Welcome to Common Voice
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯇꯗ ꯇꯔꯥꯝꯅꯥ ꯑꯣꯀꯆꯔꯤ

source: Welsh
mni: ꯋꯦꯜꯁ

source: We may have run out of clips - refresh the page, or try again later.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯂꯣꯏꯁꯤꯟꯈꯤꯕꯥ ꯌꯥꯏ - ꯂꯃꯥꯏ ꯑꯗꯨ ꯔꯤꯐ꯭ꯔꯦꯁ ꯇꯧꯕꯤꯌꯨ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯇꯨꯡꯗꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯍꯣꯠꯅꯕꯤꯌꯨ ꯫

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯍꯥꯏꯖꯕꯥ ꯑꯗꯨ ꯐꯪꯂꯝꯗꯕꯥ ꯌꯥꯏ ꯫ ꯑꯩꯈꯣꯏꯗꯥ ꯍꯛꯊꯦꯡꯅꯅꯥ ꯏꯃꯦꯜ ꯇꯧꯕꯤꯌꯨ꯫ <email Link>{ $email }</email Link> ꯗꯥ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯅꯥ ꯑꯗꯣꯝꯒꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯋꯥꯔꯤ ꯁꯥꯅꯒꯅꯤ!

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mni: ꯑꯩꯈꯣꯢꯅ ꯋꯥꯁꯛꯂꯤ ꯃꯗꯨꯗꯤ ꯅꯍꯥꯛꯀꯤ ꯑꯀꯨꯞꯄ ꯋꯥꯔꯣꯜꯁꯤꯡ ꯆꯦꯛꯁꯤꯟꯅ ꯊꯝꯅꯕ ꯫ ꯍꯦꯟꯅ ꯄꯥꯔꯣ ꯑꯩꯈꯣꯏꯒꯤ<privacyLink>ꯑꯔꯣꯟ-ꯑꯊꯨꯞ ꯈꯪꯍꯟꯕ</privacyLink> ꯫

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯑꯣꯄꯟ ꯁꯣꯔꯁ, ꯂꯣꯟ-ꯃꯌꯥꯝ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯃꯥ ꯁꯦꯝꯒꯠꯂꯤ, ꯃꯗꯨ ꯀꯅꯥꯒꯨꯝꯕꯥ ꯑꯃꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯥ ꯉꯝꯕꯥ ꯑꯦꯞꯂꯤꯀꯦꯁꯟꯁꯤꯡ ꯇꯝꯕꯗꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯒꯅꯤ ꯫

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯈꯣꯟꯖꯦꯜꯁꯤꯡꯒꯤ ꯑꯣꯄꯟ-ꯁꯣꯔꯁ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯃꯥ ꯀ꯭ꯔꯥꯎꯗꯁꯣꯔꯁ ꯇꯧꯔꯤ ꯫ ꯑꯗꯣꯝꯒꯤ ꯈꯣꯟꯖꯦꯜ ꯄꯨꯊꯣꯛꯄꯤꯌꯨ, ꯑꯇꯣꯞꯄꯒꯤ ꯀ꯭ꯂꯤꯞꯁꯤꯡꯒꯤ ꯑꯆꯨꯝꯕꯥ ꯑꯗꯨ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯕꯤꯌꯨ, ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤ ꯃꯤꯄꯨꯝ ꯈꯨꯗꯤꯡꯃꯛꯀꯤꯗꯃꯛ ꯍꯦꯟꯅꯥ ꯐꯕꯥ ꯑꯣꯏꯍꯟꯕꯤꯌꯨ ꯫

source: We’re experiencing unexpected downtime
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯊꯥꯖꯗꯕꯥ ꯌꯥꯗꯕꯥ ꯃꯇꯝ ꯑꯃꯥ ꯊꯦꯡꯅꯔꯤ ꯫

source: We’re going out to get coffee.
mni: ꯑꯩꯈꯣꯏ ꯀꯐꯤ ꯂꯧꯅꯕꯥ ꯆꯠꯂꯤ꯫

source: We release the dataset every 3 months.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯊꯥ ꯳ ꯈꯨꯗꯤꯡꯒꯤ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤ ꯊꯥꯗꯣꯛꯏ ꯫

source: We're receiving a lot of traffic and are currently investigating the issues.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯇ꯭ꯔꯥꯐꯤꯛ ꯀꯌꯥ ꯑꯃꯥ ꯐꯪꯂꯤ ꯑꯃꯁꯨꯡ ꯍꯧꯖꯤꯛ ꯋꯥꯐꯃꯁꯤꯡ ꯑꯁꯤ ꯊꯤꯖꯤꯜꯂꯤ ꯫

source: We’re sorry, your platform is not currently supported.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯅꯨꯡꯉꯥꯏꯇꯕꯥ ꯐꯥꯎꯏ, ꯑꯗꯣꯝꯒꯤ ꯄ꯭ꯂꯦꯠꯐꯣꯔꯝ ꯑꯁꯤ ꯍꯧꯖꯤꯛ ꯉꯥꯛꯂꯧ ꯇꯧꯗ꯭ꯔꯤ꯫

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯍꯟꯗꯣꯛꯄꯒꯤ ꯊꯕꯛ <pontoonLink>Pontoon</pontoonLink> ꯀꯧꯕꯥ ꯃꯣꯖꯤꯂꯥ ꯈꯨꯠꯂꯥꯏ ꯑꯃꯥ ꯁꯤꯖꯤꯟꯅꯩ ꯫ ꯄꯣꯟꯇꯨꯟꯗꯥ ꯂꯣꯜ ꯀꯌꯥ ꯑꯃꯥ ꯂꯩꯔꯤ, ꯑꯗꯨꯕꯨ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯃꯁꯤꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯂꯩꯇ꯭ꯔꯕꯗꯤ ꯅꯍꯥꯛꯅꯥ <pontoonRequestLink>ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ ꯍꯥꯞꯆꯤꯟꯅꯕꯥ ꯍꯪꯒꯠꯆꯕ ꯌꯥꯏ</pontoonRequestLink>. ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯀꯝꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯊꯧꯔꯥꯡ ꯂꯣꯜ ꯑꯁꯤ ꯐꯪꯍꯟꯅꯕꯥ, [...] <githubRepoLink>GitHub</githubRepoLink>ꯗꯥ ꯑꯅꯧꯕꯥ ꯂꯣꯜ ꯑꯗꯨ ꯍꯥꯏꯖꯔꯣ <localizationFragment>ꯁꯥꯏꯠ ꯍꯟꯗꯣꯛꯄꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯍꯦꯟꯅꯥ ꯌꯦꯡꯕꯤꯌꯨ</localizationFragment>꯫

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯑꯍꯣꯡꯕꯥ ꯈꯔꯥ ꯄꯨꯔꯛꯂꯦ ꯫ ꯗꯦꯜꯇꯥ ꯃꯆꯦꯠꯁꯤꯡꯗꯥ ꯍꯧꯈꯤꯕꯥ ꯔꯤꯂꯤꯖ ꯇꯧꯔꯕꯥ ꯃꯇꯨꯡꯗꯥ ꯈ꯭ꯋꯥꯏꯗꯒꯤ ꯅꯧꯕꯥ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯈꯛꯇꯃꯛ ꯌꯥꯎꯔꯤ ꯫ <deltaLink>ꯋꯥꯔꯛ ꯑꯁꯤꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯃꯈꯥ ꯇꯥꯅꯥ ꯄꯥꯕꯤꯌꯨ</deltaLink> ꯫

source: We've run out of sentences to record in this language...
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯂꯣꯜ ꯑꯁꯤꯗꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯅꯕꯥ ꯋꯥꯍꯩꯁꯤꯡ ꯂꯣꯏꯁꯤꯟꯈ꯭ꯔꯦ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯋꯥꯉꯥꯡꯂꯣꯏꯁꯤꯡꯒꯤ ꯇꯣꯞ ꯇꯣꯞꯄꯥ ꯔꯦꯟꯖ ꯑꯃꯥ ꯍꯦꯟꯅꯥ ꯈꯪꯕꯗꯥ ꯋꯥ ꯉꯥꯡꯕꯒꯤ ꯃꯑꯣꯡꯁꯤꯡ ꯍꯦꯟꯅꯥ ꯐꯕꯥ ꯑꯣꯏꯍꯟꯕꯥ ꯄꯥꯝꯃꯤ ꯫ ꯃꯁꯤ ꯊꯣꯛꯅꯕꯒꯤꯗꯃꯛ, ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯃꯅꯥ ꯇꯣꯉꯥꯟ-ꯇꯣꯉꯥꯟꯕꯥ ꯃꯤꯑꯣꯏ ꯀꯌꯥ ꯑꯃꯥ ꯃꯤꯍꯨꯠ ꯁꯤꯟꯒꯗꯕꯅꯤ ꯫

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯃꯦꯁꯤꯟ ꯇꯝꯕ ꯑꯦꯂꯒꯣꯔꯤꯊꯃꯁꯤꯡ ꯑꯁꯤꯅꯥ ꯃꯈꯜ ꯀꯌꯥꯒꯤ ꯕꯦꯀꯒ꯭ꯔꯥꯎꯟꯗꯒꯤ ꯅꯤꯜ ꯈꯣꯡꯕ ꯍꯦꯟꯗꯜ ꯇꯧꯕꯥ ꯉꯝꯕꯥ ꯄꯥꯝꯃꯤ, ꯑꯃꯁꯨꯡ ꯌꯥꯝꯅꯥ ꯍꯧꯕ ꯅꯤꯜ ꯈꯣꯡꯕ ꯐꯥꯎꯕꯥ ꯌꯥꯕꯥ ꯌꯥꯏ, ꯃꯈꯣꯏꯅꯥ ꯅꯍꯥꯀꯄꯨ ꯋꯥꯍꯩ ꯄꯨꯝꯅꯃꯛ ꯇꯥꯕꯥ ꯉꯝꯍꯟꯗꯕꯥ ꯌꯥꯏ ꯫ ꯊꯨꯅꯥ ꯌꯥꯡꯅꯥ ꯕꯦꯀꯒ꯭ꯔꯥꯎꯟꯗ ꯃ꯭ꯌꯨꯖꯤꯛ ꯑꯁꯤ ꯑꯣ.ꯀꯦ. ꯋꯥꯍꯩ ꯈꯨꯗꯤꯡꯃꯛ ꯇꯥꯕꯥ ꯉꯝꯍꯟꯗꯕꯥ ꯃꯑꯣꯡꯗꯥ ꯃ꯭ꯌꯨꯖꯤꯛ ꯌꯥꯝꯅꯥ ꯋꯥꯅꯥ ꯉꯥꯡꯏ ꯫

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯑꯩꯈꯣꯏꯒꯤ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯃꯦꯅꯦꯖꯔꯗꯁꯨ <strong> ꯈꯪꯍꯅꯒꯅꯤ ꯫ ꯅꯍꯥꯛꯅꯥ ꯏꯟꯇꯔꯦꯁ꯭ꯠ ꯂꯩꯔꯦ ꯍꯥꯏꯕꯥ</strong>, ꯃꯔꯝ ꯑꯗꯨꯅꯥ ꯃꯈꯣꯏꯅꯥ ꯅꯍꯥꯛꯄꯨ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯑꯃꯠꯇꯥ ꯄꯤꯕꯥ ꯉꯝꯒꯅꯤ ꯫ ꯑꯍꯦꯟꯕꯥ ꯉꯥꯛꯂꯧ ꯅꯠꯇ꯭ꯔꯒꯥ ꯅꯍꯥꯛꯅꯥ ꯃꯊꯧ ꯇꯥꯕꯥ ꯋꯥꯔꯣꯜ ꯫

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mni: ꯑꯗꯣꯝꯒꯤ ꯂꯣꯜ ꯑꯁꯤ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯇꯗ ꯀꯔꯝꯅꯥ ꯍꯥꯞꯀꯗꯒꯦ ꯍꯥꯏꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯑꯩꯈꯣꯏꯅꯥ ꯌꯥꯝꯅꯥ ꯊꯨꯅꯥ ꯄꯥꯎ ꯐꯥꯎꯅꯒꯅꯤ ꯫

source: We will be in touch with more information as it becomes available.
mni: ꯑꯍꯦꯟꯕ ꯑꯀꯨꯞꯄ ꯋꯥꯔꯣꯜ ꯐꯪꯕꯒ ꯑꯩꯈꯣꯢꯅ ꯄꯥꯎ ꯄꯤꯔꯛꯀꯅꯤ ꯫

source: We will not make your email public.
mni: ꯑꯦꯈꯣꯏꯅ ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯜ ꯃꯌꯥꯝꯗ ꯎꯠꯊꯣꯛꯂꯣꯏ

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
mni: ꯗꯦꯇꯥꯁꯦꯠꯇꯒꯤ ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯂꯧꯊꯣꯛꯅꯕꯥ ꯅꯍꯥꯛꯀꯤ ꯔꯤꯛꯋꯦꯁ꯭ꯠ ꯑꯗꯨ ꯑꯩꯈꯣꯏꯅꯥ ꯔꯤꯚꯤꯌꯨ ꯇꯧꯒꯅꯤ ꯫ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯀꯤ ꯔꯤꯛꯋꯦꯁ꯭ꯠ ꯑꯗꯨ ꯑꯌꯥꯕꯥ ꯄꯤꯔꯕꯗꯤ, ꯑꯩꯈꯣꯏꯅꯥ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯗꯨ ꯆꯤꯡꯊꯔꯕ ꯃꯤꯑꯣꯏꯁꯤꯡꯒꯥ ꯄꯥꯎ ꯐꯥꯎꯅꯒꯅꯤ ꯑꯃꯁꯨꯡ ꯃꯈꯣꯏꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡꯁꯨ ꯂꯧꯊꯣꯛꯅꯕꯥ ꯍꯥꯏꯖꯒꯅꯤ ꯫

source: What is a language on Common Voice?
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜꯗ ꯂꯣꯟ ꯱ ꯍꯥꯢꯕꯁꯤ ꯛꯔꯤꯅꯣ ?

source: What issues are you experiencing with this sentence?
mni: ꯋꯥꯍꯩ ꯑꯁꯤꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯑꯗꯣꯝꯅꯥ ꯀꯔꯤ ꯈꯨꯗꯣꯡꯆꯥꯗꯕꯁꯤꯡ ꯊꯦꯡꯅꯔꯤꯕꯒꯦ?

source: What kind of goal do you want to build?
mni: ꯑꯗꯣꯝꯅꯥ ꯀꯔꯤ ꯃꯈꯜꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯃꯥ ꯁꯦꯝꯒꯠꯄꯥ ꯄꯥꯝꯂꯤꯕꯒꯦ?

source: What’s inside the Common Voice dataset?
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯀꯤ ꯃꯅꯨꯡꯗꯥ ꯀꯔꯤ ꯂꯩꯕꯒꯦ?

source: What's Public?
mni: ꯃꯤꯌꯥꯝ ꯑꯁꯤ ꯀꯔꯤꯅꯣ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mni: ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯑꯃꯅꯥ ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯑꯃꯥ ꯌꯥꯍꯟꯗꯕ ꯃꯇꯝꯗꯥ ꯃꯗꯨ ꯀ꯭ꯌꯨꯗꯥ ꯍꯜꯂꯛꯏ ꯫ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯑꯅꯤꯁꯨꯕꯥ ꯑꯣꯏꯅꯥ ꯌꯥꯍꯟꯗꯔꯕꯗꯤ ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯑꯗꯨ ꯀ꯭ꯂꯤꯞ ꯒ꯭ꯔꯦꯚꯤꯌꯔꯗꯥ ꯂꯧꯊꯣꯛꯏ ꯫

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mni: ꯇꯥꯕꯥ ꯃꯇꯝꯗꯥ, ꯔꯦꯀꯣꯔꯗ ꯇꯧꯔꯕꯥ ꯑꯗꯨ ꯇꯁꯦꯡꯅꯥ ꯏꯔꯝꯕꯥ ꯑꯗꯨꯅꯤ ꯍꯥꯏꯕꯁꯤ ꯌꯥꯝꯅꯥ ꯆꯦꯀꯁꯤꯟꯅꯥ ꯌꯦꯡꯁꯤꯟꯕꯤꯌꯨ; ꯀꯔꯤꯒꯨꯝꯕꯥ ꯑꯄꯤꯛꯄꯥ ꯑꯁꯣꯏꯕꯥ ꯐꯥꯎꯕꯥ ꯂꯩꯔꯕꯗꯤ ꯌꯥꯍꯟꯒꯅꯨ ꯫ <br />ꯌꯥꯝꯅꯥ ꯀꯃꯟ ꯑꯣꯏꯕꯥ ꯑꯁꯣꯏꯕꯁꯤꯡꯒꯤ ꯃꯅꯨꯡꯗꯥ ꯃꯈꯥꯗꯥ ꯄꯤꯔꯤꯕꯁꯤꯡ ꯑꯁꯤ ꯌꯥꯎꯔꯤ:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
mni: ꯅꯍꯥꯛꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯔꯤꯛꯋꯦꯁ꯭ꯠ ꯇꯧꯕꯥ ꯃꯇꯝꯗꯥ, ꯑꯩꯈꯣꯏꯅꯥ ꯃꯈꯣꯏꯕꯨ ꯖꯤꯞ ꯐꯥꯏꯜ ꯑꯃꯗꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯃꯁꯤꯡ ꯌꯥꯝꯂꯕꯥ ꯐꯥꯏꯜꯁꯤꯡꯗꯥ ꯀꯝꯄꯥꯏꯜ ꯇꯧꯏ ꯫ ꯃꯈꯥꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯍꯧꯈꯤꯕꯥ ꯔꯤꯛꯋꯦꯁ꯭ꯇꯁꯤꯡ ꯑꯗꯨ ꯄꯤꯔꯤ:

source: Which variant of { $language } do you speak?
mni: { $language } ꯒꯤ ꯀꯔꯤ ꯚꯦꯔꯤꯑꯦꯟꯇ ꯅꯍꯥꯛꯅꯥ ꯉꯥꯡꯂꯤꯕꯒꯦ?

source: Why ?
mni: ꯀꯔꯤꯒꯤ?

source: Why a profile?
mni: ꯀꯔꯤꯒꯤ ꯄ꯭ꯔꯣꯐꯥꯏꯜ ?

source: Why Common Voice?
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯀꯔꯤꯒꯤ?

source: Why does this matter?
mni: ꯃꯁꯤ ꯌꯥꯎꯕꯒꯤ ꯀꯔꯤ ꯃꯊꯧꯇꯥꯔꯤꯅꯣ?

source: Wolof
mni: ꯋꯣꯂꯣꯐ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
mni: ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯔꯦꯀꯣꯔꯁꯤꯡꯁꯨ ꯀꯛꯊꯠꯅꯕꯕꯥ ꯍꯥꯏꯖꯕꯥ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯃꯈꯣꯏꯕꯨ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯇꯥ ꯊꯝꯕꯥ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ?

source: Xhosa
mni: ꯓꯣꯁꯥ

source: Xitsonga
mni: ꯖꯤꯠꯁꯣꯡꯒꯥ

source: y
mni: ꯆ

source: Yes
mni: ꯍꯣꯏ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mni: ꯍꯣꯏ, ꯏꯃꯦꯜ ꯑꯩꯉꯣꯟꯗ ꯊꯥꯔꯛꯎ ꯫ ꯑꯩ ꯀꯃꯟ ꯚꯣꯏꯁ ꯊꯧꯔꯥꯡ ꯑꯀꯨꯞ ꯋꯥꯔꯣꯜꯒꯤ ꯏꯄꯥꯎ ꯑꯗꯨꯝ ꯈꯪꯕ ꯄꯥꯝꯃꯤ ꯫

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mni: ꯍꯣꯏ, ꯏꯃꯦꯜ ꯑꯩꯉꯣꯟꯗ ꯊꯥꯔꯛꯎ ꯫ ꯑꯩ ꯏꯄꯥꯎ ꯑꯗꯨꯝ ꯈꯪꯕ ꯄꯥꯝꯃꯤ ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜꯗ ꯂꯣꯟꯁꯤꯡ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯂꯛꯄ ꯃꯇꯥꯡꯗ ꯫

source: Yiddish
mni: ꯌꯤꯗꯤꯁ

source: Yoruba
mni: ꯌꯣꯔꯨꯕꯥ

source: You
mni: ꯅꯍꯥꯛ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
mni: ꯅꯍꯥꯛꯅꯥ <size>{ $size }ꯖꯤꯕꯤ</size>ꯒꯤ ꯆꯤꯡꯊꯕ ꯑꯃꯥ ꯍꯧꯗꯣꯛꯀꯗꯧꯔꯤꯕꯅꯤ, ꯃꯈꯥ ꯆꯠꯊꯔꯤꯕꯔꯥ?

source: You are prepared to initiate a download of <b>{ $size }</b>
mni: <b>{ $size }</b>ꯒꯤ ꯆꯤꯡꯊꯕ ꯑꯃꯥ ꯍꯧꯗꯣꯛꯅꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯁꯦꯝ ꯁꯥꯔꯦ

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
mni: strong>ꯋꯥꯍꯩꯄꯔꯦꯡ ꯈꯣꯝꯖꯤꯟꯅꯕ</strong> ꯑꯁꯤ ꯄꯕ꯭ꯂꯤꯛ ꯗꯣꯃꯦꯏꯟ ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯈꯣꯝꯖꯤꯟꯅꯕꯥ ꯑꯃꯁꯨꯡ ꯆꯠꯅꯍꯟꯅꯕꯒꯤ ꯈꯨꯠꯂꯥꯏ ꯑꯃꯅꯤ ꯫ ꯅꯍꯥꯛꯅꯥ <scAccountLink>ꯑꯦꯀꯥꯎꯟꯠ ꯑꯃꯥ ꯁꯦꯝꯕꯥ ꯃꯊꯧ ꯇꯥꯏ</scAccountLink>. ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ, ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ ꯑꯗꯨ ꯅꯍꯥꯛꯀꯤ <strong>ꯄ꯭ꯔꯣꯐꯥꯏꯜ</strong>ꯗꯥ ꯍꯥꯞꯆꯤꯜꯂꯨ ꯫ ꯅꯍꯥꯛꯅꯥ <strong>ꯍꯥꯞꯆꯤꯟꯂꯨ</strong> ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯅꯠꯇ꯭ꯔꯒꯥ <strong>ꯔꯤꯚꯤꯌꯨ ꯇꯧꯕ</strong> ꯃꯃꯥꯡꯗꯥ ꯍꯥꯞꯆꯤꯟꯈꯔꯕ ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯫

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
mni: ꯅꯍꯥꯛꯅꯥ ꯍꯛꯊꯦꯡꯅꯅꯥ URLꯁꯤꯡ ꯑꯗꯨ ꯅꯍꯥꯛꯀꯤ ꯅꯨꯡꯁꯤꯖꯔꯕꯥ ꯆꯤꯡꯊꯕ ꯃꯦꯅꯦꯖꯔꯗꯥ ꯀꯣꯄꯤ ꯑꯃꯁꯨꯡ ꯄꯦꯁ꯭ꯠ ꯇꯧꯕꯁꯨ ꯌꯥꯏ ꯫ ꯃꯈꯣꯏꯁꯤꯡ ꯑꯁꯤ ꯄꯨꯡ ꯱꯲ꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯂꯣꯏꯁꯤꯅꯒꯅꯤ, ꯑꯗꯨꯕꯨ ꯃꯇꯝ ꯑꯃꯠꯇꯗꯥ ꯑꯅꯧꯕꯥ ꯖꯦꯅꯦꯔꯦꯠ ꯇꯧꯅꯕꯥ ꯂꯃꯥꯏ ꯑꯁꯤꯗꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯂꯥꯛꯄꯥ ꯌꯥꯒꯅꯤ ꯫

source: You can choose to make your username public or anonymous.
mni: ꯅꯍꯥꯛꯀꯤ ꯌꯨꯖꯔꯅꯦꯝ ꯑꯗꯨ ꯄꯕ꯭ꯂꯤꯛ ꯅꯠꯇ꯭ꯔꯒꯥ ꯑꯦꯅꯣꯅꯤꯝ ꯑꯣꯏꯅꯥ ꯁꯦꯝꯕꯥ ꯌꯥꯏ ꯫

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
mni: ꯅꯍꯥꯛꯅꯥ <datasetsPage>datasets ꯂꯃꯥꯏ</datasetsPage>ꯗꯥ ꯆꯠꯄꯥ ꯌꯥꯏ, ꯅꯍꯥꯛꯅꯥ ꯄꯥꯝꯂꯤꯕꯥ ꯚꯔꯁꯟ ꯑꯃꯁꯨꯡ ꯂꯣꯜ(ꯁꯤꯡ) ꯑꯗꯨ ꯈꯟꯕꯥ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯃꯁꯤ ꯆꯤꯡꯊꯕ ꯌꯥꯏ! ꯐꯥꯏꯜꯁꯤꯡ ꯑꯁꯤꯗꯥ <metadataLink>ꯑꯦꯁꯣꯁꯤꯑꯦꯠ ꯃꯦꯇꯥꯗꯦꯇꯥ</metadataLink>, ꯍꯥꯏꯕꯗꯤ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯋꯥꯔꯣꯜ ꯑꯃꯁꯨꯡ ꯗꯥꯇꯥ ꯆꯠꯅꯍꯟꯕ ꯂꯩ꯫ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯗꯨ ꯆꯤꯡꯊꯕ ꯇꯧꯅꯕꯒꯤꯗꯃꯛ ꯅꯍꯥꯛꯅꯥ ꯏꯃꯦꯏꯜ ꯑꯦꯗ꯭ꯔꯦꯁ ꯑꯃꯥ ꯄꯤꯕꯥ ꯃꯊꯧ ꯇꯥꯏ ꯫

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯑꯃꯥ ꯁꯦꯝꯗꯨꯅꯥ ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯁꯔꯨꯛꯌꯥꯗꯨꯅꯥ ꯅꯍꯥꯛꯅꯥ ꯇꯣꯞ ꯇꯣꯞꯄꯥ, ꯑꯣꯄꯟ-ꯁꯣꯔꯁ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯃꯥ ꯁꯦꯝꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯥ ꯌꯥꯏ ꯫

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
mni: ꯅꯍꯥꯛꯅꯥ ꯃꯣꯖꯤꯂꯥ ꯂꯣꯜ ꯀꯝꯝꯌꯨꯅꯤꯇꯤꯁꯤꯡꯗꯥ ꯂꯩꯕꯥ ꯑꯇꯣꯞꯄꯁꯤꯡꯒꯥ ꯎꯅꯕꯗꯥ <discourseLink>Discourse</discourseLink>ꯗꯥ ꯌꯥꯎꯕꯥ ꯌꯥꯏ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯊꯨꯅꯥ ꯄꯥꯎꯇꯥꯛ ꯂꯧꯅꯕꯒꯤꯗꯃꯛ <matrixLink>Matrix</matrixLink>ꯗꯥ ꯌꯥꯎꯕꯥ ꯌꯥꯏ ꯫

source: You cannot request your recordings while another request is already in progress.
mni: ꯑꯇꯣꯞꯄꯥ ꯔꯤꯛꯕꯦꯁ꯭ꯠ ꯑꯃꯅꯥ ꯍꯥꯟꯅꯅꯥ ꯆꯠꯊꯔꯤꯉꯩꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯔꯤꯛꯋꯦꯁ꯭ꯠ ꯇꯧꯕꯥ ꯌꯥꯔꯣꯏ ꯫

source: You can request a new takeout of your recordings every { $days } days.
mni: ꯅꯍꯥꯛꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡꯒꯤ ꯑꯅꯧꯕꯥ ꯇꯦꯛ-ꯑꯥꯎꯠ ꯑꯃꯥ ꯅꯨꯃꯤꯠ { $days } ꯈꯨꯗꯤꯡꯒꯤ ꯔꯤꯛꯋꯦꯁ꯭ꯠ ꯇꯧꯕꯥ ꯌꯥꯏ ꯫

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
mni: ꯃꯤꯌꯥꯝꯅꯥ ꯁꯔꯨꯛꯌꯥꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕꯥ ꯊꯧꯔꯝꯁꯤꯡ ꯄꯥꯡꯊꯣꯛꯄꯥ ꯌꯥꯏ ꯫ ꯃꯁꯤ ꯑꯗꯣꯝꯅꯥ ꯈꯜꯂꯤꯕꯗꯒꯤ ꯍꯦꯟꯅꯥ ꯂꯥꯏꯕꯅꯤ ꯫ ꯅꯍꯥꯛꯅꯥ ꯃꯁꯤ ꯚꯤꯗꯤꯑꯣ ꯀꯅꯐꯔꯦꯟꯁꯤꯡ ꯈꯨꯠꯂꯥꯏ ꯑꯃꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯑꯣꯟꯂꯥꯏꯟꯗꯥ ꯇꯧꯕꯥ ꯌꯥꯏ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯃꯁꯤ ꯁꯥꯐꯕꯥ ꯑꯣꯏꯔꯕꯗꯤ ꯃꯁꯥꯃꯛꯅꯥ ꯇꯧꯕꯥ ꯌꯥꯏ ꯫ <eventTemplate>ꯊꯧꯔꯝꯁꯤꯡ ꯆꯠꯊꯅꯕꯒꯤꯗꯃꯛ ꯑꯩꯈꯣꯏꯒꯤ ꯇꯦꯝꯞ꯭ꯂꯦꯠꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯔꯤꯁꯣꯔꯁꯁꯤꯡ ꯌꯦꯡꯕꯤꯌꯨ</eventTemplate> ꯫

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
mni: ꯅꯍꯥꯛꯅꯥ <sentenceCollectorLinkAdd>ꯑꯄꯤꯛꯄꯥ ꯃꯁꯤꯡꯒꯤ ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ</sentenceCollectorLinkAdd> ꯍꯥꯞꯆꯤꯟꯕꯥ ꯌꯥꯏ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯅꯍꯥꯛꯅꯥ Github</bulkImportDocsLink> ꯁꯤꯖꯤꯟꯅꯗꯨꯅꯥ <bulkImportDocsLink>ꯃꯄꯩ ꯄꯨꯁꯤꯟꯂꯛꯄ ꯌꯥꯏ ꯫ ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯑꯁꯤ <licenseLink>CC0 (ꯅꯠꯇ꯭ꯔꯒꯥ ꯄꯕ꯭ꯂꯤꯛ ꯗꯣꯃꯦꯏꯟ)</licenseLink> ꯑꯣꯏꯕꯥ ꯃꯊꯧ ꯇꯥꯏ ꯍꯥꯏꯕꯁꯤ ꯅꯤꯡꯁꯤꯡꯕꯤꯌꯨ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯅꯍꯥꯛꯅꯥ ꯃꯁꯥꯒꯤ ꯑꯣꯏꯕꯥ ꯏꯕꯥ ꯌꯥꯏ ꯫

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
mni: ꯋꯤꯀꯤꯄꯤꯗꯤꯌꯥꯗꯒꯤ ꯊꯣꯏꯗꯣꯛꯄꯥ ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯂꯤꯚꯔ ꯇꯧꯅꯕꯥ ꯅꯍꯥꯛꯅꯥ <scraperLink>ꯋꯥꯍꯩꯄꯔꯦꯡ ꯆꯤꯡꯊꯣꯛꯜꯛꯅꯕ</scraperLink> ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯒꯅꯤ ꯫

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
mni: ꯄꯥꯎꯖꯦꯜ ꯑꯁꯤ ꯌꯧꯍꯟꯅꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯁꯣꯁꯤꯌꯦꯜ ꯃꯤꯗꯤꯌꯥ ꯐꯝꯄꯥꯛꯁꯤꯡ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯒꯅꯤ ꯫ ꯀꯔꯤꯒꯤꯗꯃꯛꯇꯥ ꯃꯔꯨꯑꯣꯏꯕꯅꯣ ꯍꯥꯏꯕꯗꯨ ꯁꯟꯗꯣꯛꯅꯥ ꯇꯥꯛꯄꯥ ꯄꯣꯁ꯭ꯇꯁꯤꯡ ꯁꯦꯌꯔ ꯇꯧꯕꯤꯌꯨ, ꯑꯃꯁꯨꯡ ꯂꯣꯜꯒꯤ ꯍꯛꯁꯤꯡ, ꯈꯣꯟꯖꯦꯜ ꯑꯦ.ꯑꯥꯏ., ꯅꯠꯇ꯭ꯔꯒꯥ ꯇꯦꯛꯅꯣꯂꯣꯖꯤꯗꯥ ꯕꯥꯏꯁꯒꯨꯝꯕꯥ ꯋꯥꯐꯝꯁꯤꯡꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯋꯥꯔꯤ ꯁꯥꯅꯔꯤꯕꯥ ꯑꯇꯣꯞꯄꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯒꯥ ꯄꯥꯎ ꯐꯥꯎꯅꯕꯤꯌꯨ ꯫ <campaignLink>ꯁꯣꯁꯤꯑꯦꯜ ꯀꯦꯝꯄꯦꯟ ꯑꯃꯥ ꯆꯠꯊꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯑꯍꯦꯟꯕꯥ ꯄꯥꯎꯇꯥꯛꯁꯤꯡ ꯌꯦꯡꯕꯤꯌꯨ, ꯃꯁꯤꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯀꯟꯇꯦꯟꯠ</campaignLink> ꯌꯥꯎꯔꯤ ꯫

source: You must allow microphone access.
mni: ꯅꯍꯥꯛꯅꯥ ꯃꯥꯏꯛꯔꯣꯐꯣꯟ ꯑꯦꯛꯁꯦꯁ ꯇꯧꯕꯥ ꯌꯥꯍꯟꯒꯗꯕꯅꯤ ꯫
